<template>
    <template-website>
        <div class="block_content">
            <div class="title_content">
                <div class="title">Бегущий по лезвию 2049</div>
            </div>
            <div class="info-post-list info-post">
                <div class="author-post">Глеб Шалыгин</div>
                <div class="date-post">/ 24.01.2024</div>
                <div class="views-post"><el-icon color="#adadad"><View /></el-icon><span>27</span></div>
            </div>
            <!--        <div class="content-post-big content-post"></div>-->
            <div class="content-post-show content-post">
                <p>
                    Лос-Анджелес, ноябрь 2019 года. Человечество разделено на классы людей и репликантов — продуктов генной инженерии, искусственных людей, андроидов. Последние внешне неотличимы от людей, но находятся на положении их рабов и выполняют функции, либо рискованные для жизни (работа в шахтах), либо унижающие достоинство (проституция). Несмотря на их производность от людей и институциализированную второсортность, новейшие модели репликантов превосходят своих создателей физической силой и интеллектом.
                </p>
                <p>
                    Чтобы сохранить возможность контроля над репликантами, в них заложена генетическая программа, в соответствии с которой по истечении четырёх лет жизни репликанты умирают. Однако некоторые репликанты не желают мириться с подобным положением и пускаются в бега в поисках способа продления жизни, либо просто не желая быть рабами. Эти «сломанные роботы» подлежат физическому уничтожению, или «отправке в отставку». Данная функция возложена на особое подразделение правоохранительных органов — «блэйд-раннеров».
                </p>
                <p>
                    Репликанты противятся истреблению и периодически поднимают восстания против людей. По этой причине их использование разрешено только во внеземных колониях. Для распознавания репликантов используется тест Войта-Кампфа на эмпатию, способность к сопереживанию. В начале фильма проводят такой тест с репликантом Леоном Ковальски.
                </p>
                <img class="image-for-post-show" src="https://i.ytimg.com/vi/3s5zsFm3VgA/maxresdefault.jpg">
                <p>
                    Рик Декард готовится оставить работу «бегущего по лезвию», однако его отзывают из отпуска в связи с опаснейшим случаем побега из колонии репликантов модели «Nexus-6». Группа прибывших на Землю беглецов состоит из командира боевого отряда Роя Батти, солдата Леона, проститутки-убийцы Зоры и «базовой модели для удовольствия» Прис. Капитан Декарда раскрывает ему срок жизни модели «Nexus-6» (четыре года) и даёт в напарники Гаффа — карьериста, говорящего исключительно на «жаргоне». Они должны отыскать и уничтожить беглецов.
                </p>
                <p>
                    Декард отправляется в корпорацию «Tyrell», где производятся репликанты, чтобы узнать, работает ли тест Войта-Кампфа на модели «Nexus-6». Президент корпорации Тайрел, чтобы испытать Декарда и возможности новой модели репликанта, вынуждает его вместо репликанта сначала провести тест Войта-Кампфа на своей секретарше Рейчел. К удивлению Декарда, Рейчел не проходит тест, хотя Декарду потребовалось задать ей около ста вопросов, после чего Декарду сообщают, что Рейчел — экспериментальный репликант с имплантированной памятью и эмоциональностью, как у человека. Пытаясь доказать свою человеческую природу, Рейчел показывает ему свою детскую фотографию с матерью. Декард с ходу перечисляет Рейчел и другие её «воспоминания», на деле позаимствованные Тайрелом у своей племянницы и имплантированные в её сознание, чем приводит девушку в отчаяние.
                </p>
                <p>
                    Тем временем репликанты спешат выяснить даты своего изготовления и, соответственно, оставшийся срок жизни. В чайнатауне Рой и Леон посещают цех по производству глаз для репликантов. При допросе работающего там старого китайца им удаётся получить сведения о «генетическом дизайнере» по имени Джей Эф Себастьян.
                </p>
                <p>
                    Декард и Гафф обыскивают гостиничный номер Леона. В его комнате Декард находит фотографию, а в ванной — искусственно синтезированную змеиную чешую. Декард видит сон с единорогом, проснувшись, он изучает фотографию. Зацепки приводят его к стрип-клубу, в котором работает «девушка со змеёй» — танцовщица Зора. Она пытается убежать, и Декард во время преследования убивает её. После этого босс сообщает ему об исчезновении Рейчел из корпорации и поручает включить девушку в число своих мишеней. Вскоре после гибели Зоры «бегущий по лезвию» подвергается нападению со стороны Леона, ожесточённого смертью Зоры. В ходе схватки, когда Леон уже готовится убить полицейского, Декарду на помощь неожиданно приходит Рейчел и убивает Леона. Декард исключает её из числа своих жертв.
                </p>
                <p>
                    Прис заводит знакомство с Себастьяном и выясняет, что 25-летний изобретатель подвержен преждевременному старению. Его причудливая квартира в старинном здании заполнена живыми игрушками-репликантами, а в свободное время он играет в шахматы с Тайрелом. Себастьян хорошо понимает тягу репликантов к жизни и, поддавшись на их уговоры, вызывается проводить их в штаб-квартиру своего босса. Роя сводит с ума то, что ему, кому дано больше способностей, чем любому иному, отмерена столь короткая жизнь. Он надеется, что Тайрел способен что-то изменить. Но Тайрел бессилен, ибо краткость века репликанта определена ещё при его создании. «Вы горите ярче и сгораете быстрее», — произносит он. Потерявший надежду Рой целует в губы, а затем убивает своего создателя. Вероятно, следом за Тайрелом он убивает и Себастьяна.
                </p>
                <p>
                    Декард добирается до квартиры Себастьяна, ставшей убежищем для Роя и Прис. Прис нападает на полицейского, но погибает от выстрелов Декарда. По физической силе и боевым навыкам Рой намного превосходит Декарда и, несмотря на то, что процесс умирания андроида уже запущен, Рой калечит своего преследователя, ломая ему два пальца. Пытаясь уйти от Роя, Декард делает неудачный прыжок с одного здания на другое и начинает соскальзывать в бездну. Отчаянно цепляясь за железную балку, он повисает над пропастью, и тут над ним вырастает фигура Роя.
                </p>
                <p>
                    Рой спасает Декарда, вытаскивая своего врага из пропасти. Отпустив в просветлевшее небо белого голубя, он умирает, а Декард с Рейчел отправляются в Канаду, чтобы жить вместе «долго и счастливо». Фильм завершается монологом Декарда о том, что он не знает, когда будет запущен процесс умирания андроида у Рейчел, но надеется, что никогда.
                </p>
            </div>
        </div>
    </template-website>
</template>

<script>
export default {

}
</script>

<style scoped>

</style>
